 A= "为了一切回来"
 B = "没有他"
 c= "C.找律师"

   印刷品   (   ( !!!请一直锁定帽子。我是说!!! ) '
      "马克陷害了你,你必须做出选择。'
      , '\n' ,A, '\n' ,B, '\n' ,c )

#ANSWER = ['ABC','ACB','BAC','BCA','CAB','CBA']
 回答= 'ABC'
当  真实的 :
    选择= 输入   (   '\n'   "你会的:"   )

     如果 选择==回答:
           印刷品   (   '\n'   'Ah , Brilliant.'   '\n'   )
        
         重要性 随意的
        卢克列格= [   "" 你知道我是谁吗?' ,
                     "我不坏,爱德华多"
                      "我只是一个想帮助你的人。" ]
         印刷品 ( '\n' ,random. 选择 ( LUklyegg ) )
        
        莱克斯=随机。 选择 ( LUklyegg )
        
      
          
         如果 莱克斯=卢克列格 [ 0 ] :
            

          如果 e == 'YES' :
            印刷品 ( 很高兴认识你爱德华,欢迎来到莱克西公司。不... )
           中断
 
          伊利夫 e == 'NO' :
               印刷品 ( ""你希望吗?时间,时间。不...
                      "那会像沙漠中的沙子一样吹散的。不... )
              中断
          其他的 :
               
               当 e 不  在…中  [ 'YES' , 'NO' ]  :  
                      印刷品 ( ""不,不,不,你太坏了,伙计。" )


                     
                      如果 e == 'YES' :
                       印刷品 ( 很高兴认识你爱德华,欢迎来到莱克西公司。不... )
 
                      伊利夫 e == 'NO' :
                        印刷品 ( ""你希望吗?时间,时间。不...
                              "那会像沙漠中的沙子一样吹散的。不... )
              中断     
                        
                 

            
     伊利夫 选择 在…中  'DEFGHIJKLMNOPQRSTUVWXYZ' :
          印刷品 ( ""遵守规则!亲爱的 )
        
     其他的 :
         印刷品 ( ""不。真丢人,你真以为就这些?"一切"?" )
         重要性 随意的
        蛋= [ ""你觉得离太阳太近了。' , ""萨弗林先生,别激动。' ,
                我不是个坏家伙,爱德华多 , ""我知道了,樱桃。可惜的是,它会腐烂的。"
                 "因为时间是最残酷的。" ]
         印刷品 ( '\n' ,random. 选择 ( 蛋 ) )
    
